Repository: eea/volto-pdf-block
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: de

source: Browse the site, drop a PDF document or type an URL
de: Durchsuchen Sie die Website, legen Sie ein PDF-Dokument ab oder geben Sie eine URL ein.

source: External URL
de: Externe URL

source: Next Page
de: Nächste Seite

source: No PDF selected
de: Kein PDF ausgewählt

source: Origin
de: Herkunft

source: PDF Viewer
de: PDF-Betrachter

source: Please remove all @'s in pdf direct download url.
de: Bitte entfernen Sie alle @'s in der direkten pdf-Download-URL.

source: Previous Page
de: Seite zurück

source: clickToDownload
de: Klicken Sie zum Herunterladen

source: default
de: Standard

source: disableScroll
de: Scrollen der Seite deaktivieren

source: fitPageWidth
de: Seitenbreite anpassen

source: hideNavbar
de: Navbar ausblenden

source: hideToolbar
de: Toolbar ausblenden

source: initialPage
de: Anfangsseite

source: of
de: von

source: showPagesPreview
de: Seitenvorschau anzeigen
